cask_args appdir: '/Applications'

brew 'coreutils'
brew 'dark-mode'
brew 'gpg'
brew 'jena'
brew 'neofetch'
brew 'node'
brew 'python2'
brew 'python3'
brew 'swi-prolog'
brew 'vim'
brew 'zsh'

cask 'eclipse-java'
cask 'hyper'
cask 'java'
cask 'protege'
cask 'the-unarchiver'
cask 'typora'
cask 'visual-studio-code'
